{
  "submissions": [
    {
      "id": "879920b5-638c-4af2-9edc-d68252321d65",
      "studentName": "Ruta",
      "taskType": "Task 1",
      "question": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.",
      "essayText": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.\r\n\r\nOverall, nickel showed the biggest changes during the year, while copper was the most stable metal. All three metals experienced a fall around the middle of the year and then recovered slightly towards the end.\r\n\r\nAt the beginning of the year, nickel rose sharply, increasing by about 6% in January, but then it fell quickly to around 1% by March. Copper increased slightly in January and February, but stayed close to 1% for most of the year. Zinc also increased early in the year, reaching about 3% in February, before gradually declining.\r\n\r\nIn June, all three metals dropped. Nickel fell the most, reaching nearly -3%, while copper and zinc fell to around -1%. After June, prices slowly recovered. By December, zinc showed the highest increase at about 2%, while copper and nickel rose slightly above 1%.",
      "wordCount": 159,
      "timeSpent": "0m 2s",
      "imagePath": "/uploads/images/32c86b8a-4e59-4154-bdad-bd681454ebcb.png",
      "pdfPath": "/uploads/pdfs/879920b5-638c-4af2-9edc-d68252321d65.pdf",
      "submittedAt": "2026-02-02T06:04:56.181Z"
    },
    {
      "id": "fe8cce1c-b216-45e2-a941-af2914f18d70",
      "studentName": "brij",
      "taskType": "Task 1",
      "question": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.",
      "essayText": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over on yer.\r\n\r\nOveral, nickel showed the biggest change during the year, whil copper was most stable metal. All three metals experienced a fall around the middle of year ad then recovered slightly toward the end.\r\n\r\nAt the begining of the year, nickel rose sharply, increasing by about 6% in January, but then it fell quickly to around 1% by March. Copper increased slightly in January and February, but stayed close to 1% for most of the year. zinc also increased early in the year, reaching about 3% in February, before gradually declining.\r\n\r\nIn June, all three metals dropped. nickel fell the most, reachingg nearly -3%, while copper and zinc fell to around -1%. After June, prices slowly recovered. By december, zinc showed the highest increase at about 2%, while copper and nickell rose slightly above 1%.",
      "wordCount": 157,
      "timeSpent": "0m 0s",
      "imagePath": "/uploads/images/5c0d551d-1cb1-4e2b-b4d4-436ddbd5c839.png",
      "pdfPath": "/uploads/pdfs/fe8cce1c-b216-45e2-a941-af2914f18d70.pdf",
      "submittedAt": "2026-02-02T06:06:27.377Z"
    },
    {
      "id": "0b5bfeea-e8f9-4626-8508-d17351c6a85d",
      "studentName": "yash",
      "taskType": "Task 1",
      "question": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.",
      "essayText": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.\r\n\r\nOverall, nickel showed the biggest changes during the year, while copper was the most stable metal. All three metals experienced a fall around the middle of the year and then recovered slightly towards the end.\r\n\r\nAt the beginning of the year, nickel roe shaply, increasing by about 6% in January, but then it fell quickly to around 1% by March. Copper increased slightly in January and February, but stayed close to 1% for most of the year. Zinc also increased early in the year, reaching about 3% in February, before gradually declining.\r\n\r\nin June, all three metals dropped. Nickel fell most, reaching nearly -3%, while copper and zinc fell to around -1%. After June, prices slowly recovered. By December, zinc showed the highest increase at about 2%, while copper and nickel rose slightly above 1%.",
      "wordCount": 158,
      "timeSpent": "0m 3s",
      "imagePath": "/uploads/images/d1cecd47-1e02-4984-a68b-e4330191e3fb.png",
      "pdfPath": "/uploads/pdfs/0b5bfeea-e8f9-4626-8508-d17351c6a85d.pdf",
      "submittedAt": "2026-02-02T06:11:11.249Z"
    }
  ]
}
