{
  "submissions": [
    {
      "id": "c813f7e2-10f2-44e2-8993-90bd1a7e5be1",
      "studentName": "parth",
      "rollNo": "vadi",
      "taskType": "Task 1",
      "question": "copper",
      "wordCount": 159,
      "timeSpent": "0m 0s",
      "imagePath": "/uploads/images/ab33ec62-80f5-4aa3-a441-7a42677ee1f0.png",
      "pdfPath": "/uploads/pdfs/c813f7e2-10f2-44e2-8993-90bd1a7e5be1.pdf",
      "submittedAt": "2026-02-02T05:42:17.052Z"
    },
    {
      "id": "02a767e9-39e9-425b-9635-9578963657a1",
      "studentName": "Shubh Patel",
      "taskType": "Task 2",
      "question": "Some people believe that governments should increase taxes on unhealthy food in order to encourage people to eat more healthily. I partially agree with this idea, as higher taxes can influence eating habits, but they are not a complete solution on their own.",
      "essayText": "Some people believe that governments should increase taxes on unhealthy food in order to encourage people to eat more healthily. I partially agree with this idea, as higher taxes can influence eating habits, but they are not a complete solution on their own.\r\n\r\nOn the one hand, increasing taxes on unhealthy food such as fast food, sugary drinks, and snacks can reduce their consumption. When prices rise, people may think twice before buying these products regularly. This approach has already been used successfully with cigarettes and alcohol in many countries. Moreover, unhealthy food is a major cause of problems such as obesity, diabetes, and heart disease. If people consume less junk food, it can reduce pressure on public healthcare systems. The money collected from these taxes can also be used to promote healthy eating programs or improve public health services.\r\n\r\nOn the other hand, higher taxes may unfairly affect low-income people. Many individuals choose unhealthy food because it is cheaper and more convenient. If prices increase, they may struggle to afford food options they enjoy or rely on. Additionally, simply inceasing taxes des not educate peple about nutrition. Without proper awareness, some people may continue eating unhealthy food despite higher costs.\r\n\r\nIn my opinion, taxing unhealthy food can be helpful, but it should be combined with other measures. Governments should also subsidize healthy food, provide nutrition education, and promote active lifestyles. This balanced approach would be more effective in encouraging people to make healthier choices.\r\n\r\nIn conclusion, while higher taxes on unhealthy food can support better eating habits, they should not be the only strategy used to improve public health.",
      "wordCount": 270,
      "timeSpent": "0m 15s",
      "imagePath": null,
      "pdfPath": "/uploads/pdfs/02a767e9-39e9-425b-9635-9578963657a1.pdf",
      "submittedAt": "2026-02-02T06:03:00.674Z"
    },
    {
      "id": "879920b5-638c-4af2-9edc-d68252321d65",
      "studentName": "Ruta",
      "taskType": "Task 1",
      "question": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.",
      "essayText": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.\r\n\r\nOverall, nickel showed the biggest changes during the year, while copper was the most stable metal. All three metals experienced a fall around the middle of the year and then recovered slightly towards the end.\r\n\r\nAt the beginning of the year, nickel rose sharply, increasing by about 6% in January, but then it fell quickly to around 1% by March. Copper increased slightly in January and February, but stayed close to 1% for most of the year. Zinc also increased early in the year, reaching about 3% in February, before gradually declining.\r\n\r\nIn June, all three metals dropped. Nickel fell the most, reaching nearly -3%, while copper and zinc fell to around -1%. After June, prices slowly recovered. By December, zinc showed the highest increase at about 2%, while copper and nickel rose slightly above 1%.",
      "wordCount": 159,
      "timeSpent": "0m 2s",
      "imagePath": "/uploads/images/32c86b8a-4e59-4154-bdad-bd681454ebcb.png",
      "pdfPath": "/uploads/pdfs/879920b5-638c-4af2-9edc-d68252321d65.pdf",
      "submittedAt": "2026-02-02T06:04:56.181Z"
    },
    {
      "id": "fe8cce1c-b216-45e2-a941-af2914f18d70",
      "studentName": "brij",
      "taskType": "Task 1",
      "question": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.",
      "essayText": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over on yer.\r\n\r\nOveral, nickel showed the biggest change during the year, whil copper was most stable metal. All three metals experienced a fall around the middle of year ad then recovered slightly toward the end.\r\n\r\nAt the begining of the year, nickel rose sharply, increasing by about 6% in January, but then it fell quickly to around 1% by March. Copper increased slightly in January and February, but stayed close to 1% for most of the year. zinc also increased early in the year, reaching about 3% in February, before gradually declining.\r\n\r\nIn June, all three metals dropped. nickel fell the most, reachingg nearly -3%, while copper and zinc fell to around -1%. After June, prices slowly recovered. By december, zinc showed the highest increase at about 2%, while copper and nickell rose slightly above 1%.",
      "wordCount": 157,
      "timeSpent": "0m 0s",
      "imagePath": "/uploads/images/5c0d551d-1cb1-4e2b-b4d4-436ddbd5c839.png",
      "pdfPath": "/uploads/pdfs/fe8cce1c-b216-45e2-a941-af2914f18d70.pdf",
      "submittedAt": "2026-02-02T06:06:27.377Z"
    },
    {
      "id": "0b5bfeea-e8f9-4626-8508-d17351c6a85d",
      "studentName": "yash",
      "taskType": "Task 1",
      "question": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.",
      "essayText": "The line graph shows the percentage change in the prices of copper, nickel and zinc compared with the previous month over one year.\r\n\r\nOverall, nickel showed the biggest changes during the year, while copper was the most stable metal. All three metals experienced a fall around the middle of the year and then recovered slightly towards the end.\r\n\r\nAt the beginning of the year, nickel roe shaply, increasing by about 6% in January, but then it fell quickly to around 1% by March. Copper increased slightly in January and February, but stayed close to 1% for most of the year. Zinc also increased early in the year, reaching about 3% in February, before gradually declining.\r\n\r\nin June, all three metals dropped. Nickel fell most, reaching nearly -3%, while copper and zinc fell to around -1%. After June, prices slowly recovered. By December, zinc showed the highest increase at about 2%, while copper and nickel rose slightly above 1%.",
      "wordCount": 158,
      "timeSpent": "0m 3s",
      "imagePath": "/uploads/images/d1cecd47-1e02-4984-a68b-e4330191e3fb.png",
      "pdfPath": "/uploads/pdfs/0b5bfeea-e8f9-4626-8508-d17351c6a85d.pdf",
      "submittedAt": "2026-02-02T06:11:11.249Z",
      "checked": false
    }
  ]
}
